[
    {
        "key": "T2RbRUKDYg",
        "image": "https://images.pexels.com/photos/3379934/pexels-photo-3379934.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Visual Editing",
        "teacher": "Rahat Kabir",
        "description": "Visual editing is a form of computer text editing often used in programming that displays changes immediately through a visual interface.Visual editing is now typically used in programming since it allows a programmer to see changes as they occur.",
        "price": "40",
        "rating": "4.7"
    },
    {
        "key": "nhJsJhUtV4",
        "image": "https://images.pexels.com/photos/1012982/pexels-photo-1012982.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Painting",
        "teacher": "Nilufar Yasmin",
        "description": "Painting is the practice of applying paint, pigment, color or other medium to a solid surface The medium is commonly applied to the base with a brush",
        "price": "30",
        "rating": "4.0"
    },
    {
        "key": "89rz4pJeSp",
        "image": "https://images.pexels.com/photos/161154/stained-glass-spiral-circle-pattern-161154.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Art",
        "teacher": "Jamal Bhuiyan",
        "description": "Art is a wide range of human activities that involve creative imagination and an aim to express technical proficiency, beauty, emotional power, or conceptual ideas. There is no generally agreed definition of what constitutes art, and ideas have changed over time.",
        "price": "Free",
        "rating": "4.2"
    },
    {
        "key": "hhy2uWrSga",
        "image": "https://images.pexels.com/photos/209948/pexels-photo-209948.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Dance",
        "teacher": "Sarah Rahman",
        "description": "Dance is a performing art form consisting of sequences of movement, either improvised or purposefully selected. This movement has aesthetic and often symbolic value. Dance can be categorized and described by its choreography, by its repertoire of movements, or by its historical period or place of origin.",
        "price": "35",
        "rating": "4.4"
    },
    {
        "key": "HCTWRfju5m",
        "image": "https://images.pexels.com/photos/1301585/pexels-photo-1301585.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Literature",
        "teacher": "Kabir Chowdhury",
        "description": "Literature broadly is any collection of written work, but it is also used more narrowly for writings specifically considered to be an art form, especially prose fiction, drama, and poetry. In recent centuries, the definition has expanded to include oral literature, much of which has been transcribed.",
        "price": "28",
        "rating": "4.0"
    },
    {
        "key": "urCwU2knYP",
        "image": "https://images.pexels.com/photos/3945634/pexels-photo-3945634.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Crafting",
        "teacher": "Rabbi Hossain",
        "description": "A craft or trade is a pastime or an occupation that requires particular skills and knowledge of skilled work. In a historical sense, particularly the Middle Ages and earlier, the term is usually applied to people occupied in small scale production of goods, or their maintenance, for example by tinkers.",
        "price": "32",
        "rating": "4.1"
    },
    {
        "key": "YEcpwK42Jv",
        "image": "https://images.pexels.com/photos/256417/pexels-photo-256417.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "English Grammer",
        "teacher": "Amjad Hossain",
        "description": "English grammar is the way in which meanings are encoded into wordings in the English language. This includes the structure of words, phrases, clauses, sentences, and whole texts.",
        "price": "Free",
        "rating": "4.3"
    },
    {
        "key": "fRQxSr9xxh",
        "image": "https://images.pexels.com/photos/267669/pexels-photo-267669.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Vocabulary",
        "teacher": "Kamal Chowdhury",
        "description": "A vocabulary is a set of familiar words within a person's language. A vocabulary, usually developed with age, serves as a useful and fundamental tool for communication and acquiring knowledge. Acquiring an extensive vocabulary is one of the largest challenges in learning a second language.",
        "price": "30",
        "rating": "4.0"
    },
    {
        "key": "2fvCEChKJR",
        "image": "https://images.pexels.com/photos/6143818/pexels-photo-6143818.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
        "title": "Expository writing",
        "teacher": "Ehsan Niloy",
        "description": "An exploratory writing is, in essence, a retrospective of your writing and thinking process as you work through a problem. It describes when, how, and why you completed certain types of research. This kind of writing is about how you work through problems that require writing and research.",
        "price": "Free",
        "rating": "4.2"
    }
]